Repository: achilov1206/english_word_finder
Catalog: lib/l10n/app_*.arb
Languages: ru

# appTitle
source: English word finder
ru: Поисковик английских слов

# changeTheme
source: Change app theme
ru: Изменить тему приложения

# selectColor
source: Select a color
ru: Выберите цвет

source: First search time:
ru: Время первого поиска:

# findEglishWord
source: Find an English word
ru: Найдите английское слово

source: Version
ru: Версия

source: Contact Information
ru: Контакты

# searchSomeWord
source: Please search for some word
ru: Пожалуйста, найдите какое-нибудь слово

# errorUpdatePage
source: Something went wrong, please update page
ru: Что-то пошло не так, обновите страницу

# favoriteListEmpty
source: Favorites list is empty
ru: Список избранного пуст

# searchEnglishWord
source: Search for English word
ru: Поиск английского слова

# wordNotFound
source: Word not found, please check one more time
ru: Слово не найдено, проверьте еще раз

# enterWord
source: Enter a word
ru: Введите слово

source: Search
ru: Поиск

source: Settings
ru: Настройки

# confirm
source: Please confirm
ru: Пожалуйста подтвердите

# confirmDeleteAllMessage
source: Are you sure you want to delete all saved entries?
ru: Вы уверены, что хотите удалить все сохраненные записи?

# allDeletedMessage
source: All saved entries deleted
ru: Все сохраненные записи удалены

source: Yes
ru: Да

source: No
ru: Нет

# deleteSaved
source: Delete saved entries
ru: Удалить сохраненные записи

source: About
ru: О приложении

source: Favourite
ru: Избранные

source: Search History
ru: История поиска
